tap "codeclimate/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

cask "docker"
brew "codeclimate/formulae/codeclimate"

brew "redis", restart_service: true
brew "youtube-dl"
brew "gnupg"
brew "kubectl"
brew "kubeseal"
brew "node"
brew "yarn"
brew "mas"
brew "openssl"
brew "libpq"

cask "ngrok"
cask "iterm2"
cask "paw"
cask "sublime-text"
cask "sublime-merge"
cask "visual-studio-code"
cask "postgres-unofficial"
cask "postico"
cask "google-cloud-sdk"

cask "zoom"
cask "firefox"
cask "1password"
cask "aldente"
cask "monitorcontrol"
cask "omnigraffle"
cask "spotify"
cask "movist-pro"
cask "alfred"

mas "Movist", id: 461788075
mas "LINE", id: 539883307
mas "Divvy", id: 413857545
mas "AdGuard for Safari", id: 1440147259
mas "Bear", id: 1091189122
mas "Xcode", id: 497799835
